Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Payment will be charged to your Apple ID account at the confirmation of purchase. Subscription automatically renews unless it is canceled at least 24 hours before the end of the current period. Your account will be charged for renewal within 24 hours prior to the end of the current period. You can manage and cancel your subscriptions by going to your account settings on the App Store after purchase.
ar: سوف يتم اقتطاع المبلغ من حساب Apple ID عند تأكيد الشراء. يتجدد الاشتراك تلقائيًا إلا إذا قمت بالإلغاء في غضون 24 ساعة على الأقل قبل انتهاء فترة الاشتراك الحالية. وسوف يتم خصم المبلغ من حسابك نظير التجديد في غضون فترة 24 ساعة قبل نهاية الفترة الحالية. يمكنك إدارة اشتراكاتك وإلغائها بالذهاب إلى إعدادات الحساب في متجر التطبيقات بعد الشراء.
cs: Platba bude účtována na váš Apple účet při potvrzení koupě. Předplatné se automaticky obnoví, pokud nebude zrušeno nejméně 24 hodin před koncem aktuálního období. Platba za obnovení předplatného bude stržena až 24 hodin před vypršením aktuálního období. Své předplatné můžete spravovat v nastavení účtu v App Store.
de: Der Kaufpreis wird bei der Kaufbestätigung über Ihr Apple ID-Konto abgerechnet. Das Abonnement verlängert sich automatisch, wenn es nicht mindestens 24 Stunden vor Ablauf der aktuellen Laufzeit gekündigt wird. Die Verlängerungsgebühr wird innerhalb von 24 Stunden vor Ablauf der aktuellen Laufzeit über Ihr Konto abgerechnet. Sie können Ihre Abonnements verwalten und kündigen, indem Sie nach dem Kauf Ihre Kontoeinstellungen im App Store aufrufen.
es_es: El pago se cargará a tu ID de Apple al confirmar la compra. La suscripción se renueva automáticamente a no ser que se cancele al menos 24 horas antes de que finalice el periodo actual. Se cobrará la renovación de la suscripción 24 horas antes que termine el periodo actual. Puedes gestionar y cancelar tus suscripciones accediendo a los ajustes de tu cuenta en la AppStore después de la compra.
fr: Le paiement sera prélevé sur votre compte Apple au moment de la confirmation de l’achat. L’abonnement est renouvelé automatiquement à moins qu’il ne soit annulé au moins 24 heures avant la fin de la période en cours. Le renouvellement sera prélevé sur votre compte dans les 24 heures précédant la fin de la période en cours. Vous pouvez gérer et annuler vos abonnements depuis les paramètres du compte dans l’App Store, une fois l’achat réalisé.
it: Il pagamento sarà addebitato sul tuo account ID Apple alla conferma dell'acquisto. L'abbonamento si rinnova automaticamente a meno che non venga annullato almeno 24 ore prima del termine del periodo di validità. Il rinnovo verrà addebitaato sul vostro account nelle 24 ore precedenti il termine del periodo di validità. Potete gestire e annullare gli abbonamenti nelle impostazioni del vostro account su App Store dopo l'acquisto.
ja: お支払いは、Apple IDのアカウントに対し購入確定時に請求いたします。 サブスクリプション（期限付きの使用）は、期限が切れる24時間前までにキャンセルされなければ、自動的に更新されます。更新する場合の請求は、期限終了前の24時間以内に行われます。 サブスクリプションの管理やキャンセルは、購入後にApp Storeのアカウント設定で可能です。
ko: 구매가 확인되면 사용자의 Apple ID 계정을 통해 지불됩니다. 구독은 현재 구독 기간이 종료되기 최소 24시간 전에 취소하지 않는 한 자동으로 갱신됩니다. 자동 갱신 시 현재 구독 기간이 종료되기 24시간 전 이내에 지불이 발생합니다. 구독 구매 후, App Store의 계정 설정에서 구독을 관리하고 취소할 수 있습니다.
nl: De betaling wordt in rekening gebracht op je Apple ID-account bij de bevestiging van de aankoop. Het abonnement wordt automatisch verlengd, tenzij het ten minste 24 uur voor het einde van de huidige periode wordt geannuleerd. Je account wordt binnen 24 uur voor het einde van de huidige periode belast. Je kunt je abonnementen beheren en annuleren door na aankoop naar je accountinstellingen te gaan in de App Store.
pl: Po zakupię płatnością zostanie obciążone Twoje konto Apple ID. Subskrypcja odnawia się automatycznie, chyba że zostanie anulowana przynajmniej na 24 godziny przed końcem obecnego okresu. Twoje konto zostanie obciążone w ciągu 24 godzin przed upływem obecnego okresu. Po zakupie możesz zarządzać i anulować subskrypcję przechodząc do ustawień swojego konta w App Store.
pt_br: O valor será cobrado de seu Apple ID imediatamente ao confirmar a compra dentro do aplicativo. Assinaturas possuem renovação automática, a menos que canceladas até 24 horas antes do fim do período vigente. A renovação da assinatura será cobrada durante as últimas 24 horas do período de assinatura vigente. Após a compra, você pode gerenciar e cancelar suas assinaturas nas configurações de sua conta na App Store.
ru: Платёж будет снят с вашего счёта Apple ID после подтверждения покупки. Подписка автоматически возобновляется, если не отменена минимум за 24 часа до конца текущего периода. Платёж за обновление подписки будет снят с Вашего счёта в течение суток до конца текущего периода. Вы можете изменить или отменить свои подписки, зайдя в настройки своего аккаунта в App Store после покупки.
sk: Platba bude naúčtovaná na váš Apple účet pri potvrdení nákupu. Predplatné sa automaticky obnoví, ak nebude zrušené najmenej 24 hodín pred koncom aktuálneho obdobia. Platba za obnovenie predplatného bude zúčtovaná z vášho účtu počas 24 hodín pred vypršaním aktuálneho obdobia. Svoje predplatné môžete spravovať alebo zrušiť po vykonaní nákupu v nastavení vášho účtu v App Store.
sv_se: Betalning kommer att debiteras ditt Apple-konto vid bekräftelse av köpet. Prenumerationen förnyas automatiskt om inte avbokning sker minst 24 timmar före utgången av den aktuella perioden. Kontot kommer debiteras för förnyelsen inom de sista 24-timmarna före den aktuella perioden tar slut. Du kan hantera och avsluta din prenumeration genom att gå till Kontoinställningar i App Store efter ditt köp.
th: การชำระเงินจะถูกเรียกเก็บไปยังบัญชี Apple ID ของคุณเมื่อยืนยันการซื้อเรียบร้อยแล้ว การสมัครรับจะต่ออายุให้อัตโนมัติหากไม่มีคำสั่งยกเลิกอย่างน้อย 24 ชั่วโมงก่อนที่จะหมดรอบใช้งานปัจจุบัน บัญชีของคุณจะถูกเรียกเก็บเงินเพื่อต่ออายุภายใน 24 ชั่วโมงก่อนสิ้นสุดรอบใช้งานปัจจุบัน คุณสามารถจัดการและยกเลิกการสมัครรับโดยเข้าไปที่ตั้งค่าบัญชีของคุณใน App Store หลังจากซื้อเรียบร้อยแล้ว
tr: Satın alma onaylandığında Apple Kimliğinden ödeme tahsil edilecektir. Geçerli abonelik dönemi bitmeden en az 24 saat önceden otomatik yenileme özelliği kapatılmazsa abonelik otomatik olarak yenilenir. Mevcut abonelik döneminin bitmesine 24 saat kala hesabından yenileme ücreti tahsil edilir. Satın almadan sonra App Store’da hesap ayarlarına giderek aboneliklerini yönetebilir ve iptal edebilirsin.
zh_cn: 在确认购买时，将会从您的Apple ID账户中收取付款。 除非在到期前至少24小时取消，否则订阅会自动续订。您的账户将在到期前24小时内收取续订费用。 您可以在购买后转到App Store上的账户设置来管理和取消订阅。
zh_tw: 在確認購買時，將會從您的Apple ID帳戶中收取付款。 除非在到期前至少24小時取消，否則訂閱會自動續訂。您的帳戶將在到期前24小時內收取續訂費用。 您可以在購買後轉到App Store上的帳戶設置來管理和取消訂閱。

source: The AutoFill cannot automatically access the files you already have in the main KeePassium app. Why? Behind the scenes, the system treats AutoFill as a separate app, independent from the main KeePassium process. For security reasons, an app cannot simply access any external files – unless you explicitly link these files to that app. Thus the system guarantees that the app can only access the few files you allowed it to. As a result, both AutoFill and the main KeePassium app need to be given their own permissions for each external file. Luckily, this is a one-time procedure.
ar: التعبئة التلقائية لا يمكنها الوصول تلقائياً إلى الملفات التي لديك بالفعل في تطبيق KeePassium الرئيسي. لماذا؟ وراء المشاهد، يتعامل النظام مع التعبئة التلقائية كتطبيق منفصل، مستقل عن عملية KeePassium الرئيسية. لأسباب أمنية، لا يمكن لأي تطبيق الوصول ببساطة إلى أي ملفات خارجية - ما لم تقم بربط هذه الملفات فعلياً بهذا التطبيق. وبالتالي يضمن النظام أن التطبيق يمكنه فقط الوصول إلى الملفات القليلة التي سُمح له بها. ونتيجة لذلك، يجب إعطاء كل من تطبيق التعبئة التلقائية و KeePassium الاذونات الخاصة لكل ملف خارجي. لحسن الحظ، هذا إجراء لمرة واحدة فقط.
cs: Služba automatického vyplňování hesel nemá přístup k databázovým souborům, které jste přidali v hlavní aplikaci KeePassium. Proč? Operační systém považuje službu automatického vyplňování za samostatnou aplikaci, která je nezávislá na té hlavní. Z bezpečnostních důvodů mohou aplikace přistupovat pouze k těm souborům, ke kterým jim dáte svolení. Z tohoto důvodu je nutné dát svolení k přístupu jak samotné aplikaci KeePassium, tak službě automatického vyplňování. Tohle je však potřeba provést pouze jednou.
de: Die AutoFill-Funktion kann nicht automatisch auf die Dateien zugreifen, die Sie bereits in der eigentlichen KeePassium-App haben. Warum? Hinter den Kulissen behandelt das System AutoFill als separate App, unabhängig vom Hauptprozess von KeePassium. Aus Sicherheitsgründen kann eine App keine externen Dateien abrufen – es sei denn, Sie verknüpfen diese Dateien ausdrücklich mit dieser App. Das System garantiert also, dass die App nur auf die Dateien zugreifen kann, für die Sie die Erlaubnis gegeben haben. Infolgedessen müssen AutoFill und die KeePassium-App ihre eigenen Berechtigungen für jede externe Datei erhalten. Zum Glück muss das nur einmal gemacht werden.
es_es: Autocompletar (AutoFill) no puede acceder automáticamente a los archivos de la aplicación principal de KeePassium. ¿Por qué? Internamente, el sistema trata AutoFill como una aplicación separada, independiente del proceso principal de KeePassium. Por razones de seguridad, una aplicación no puede simplemente acceder a ningún archivo externo, a menos que se vinculen explícitamente estos archivos con esa aplicación. Así, el sistema garantiza que la aplicación sólo puede acceder a los archivos permitidos. Como resultado, tanto la aplicación de AutoFill como la aplicación principal de KeePassium deben recibir sus propios permisos para cada archivo externo. Afortunadamente, sólo se necesita hacerlo una vez por cada nueva base de datos.
fr: Le remplissage automatique ne peut pas accéder automatiquement aux fichiers que vous avez déjà dans l'application principale KeePassium. Pourquoi? Derrière les scènes, le système traite le remplissage automatique comme une application séparée, indépendante du processus KeePassium principal. Pour des raisons de sécurité, une application ne peut pas simplement accéder à des fichiers externes, à moins que vous ne liez explicitement ces fichiers à cette application. Ainsi, le système garantit que l'application ne peut accéder qu'aux quelques fichiers que vous avez autorisés. En conséquence, le remplissage automatique et l'application principale KeePassium doivent avoir leurs propres permissions pour chaque fichier externe. Heureusement, il s'agit d'une procédure unique.
it: L'AutoFill non può accedere automaticamente ai file che hai già nell'app principale di KeePassium Perché? Dietro le quinte, il sistema tratta AutoFill come un'app separata, indipendente dal processo principale di KeePassium. Per ragioni di sicurezza, un’app non può semplicemente accedere a qualsiasi file esterno – a meno che non si collegino esplicitamente questi file a questa app. Pertanto, il sistema garantisce che l'applicazione possa accedere solo ai file che hai autorizzato. Di conseguenza, sia AutoFill che l'app principale di KeePassium devono avere le autorizzazioni necessarie per ogni file esterno. Fortunatamente si tratta di una procedura unica.
ja: 自動入力は、メインアプリ内のファイルに勝手にはアクセスできません。 なぜか。自動入力は、メインアプリとは別のアプリとして扱われており、安全のため、外部のファイルにアクセスできない仕組みになっています。ユーザーが明示的に指定したファイルに限定されるのです。こうすることで、ユーザーが許可したファイルにしかアプリがアクセスできないことが保証されています。 その結果、メインアプリと自動入力はそれぞれ別々にファイルアクセスの許可を必要とします。ただ、これは一度すれば済む手続きです。
ko: 자동 완성은 일반 KeePassium 앱의 파일에 자동으로 접근할 수 없습니다. 이는 시스템이 자동 완성을 일반 KeePassium 프로세스와는 독립된 별개의 앱으로 취급하기 때문입니다. 보안 상의 이유로, 사용자가 명시적으로 파일을 연결하지 않는 한 앱에서는 외부 파일에 접근할 수 없습니다. 그러므로 시스템은 앱이 사용자가 허가한 일부 파일에만 접근할 수 있다는 것을 보장할 수 있게 됩니다. 결과적으로, 일반 KeePassium 앱과 자동 완성 둘 다 각각의 외부 파일에 대한 권한을 가지고 있어야 합니다. 이 작업은 한 번만 진행하면 됩니다.
nl: AutoFill kan niet automatisch toegang krijgen tot de bestanden die je al hebt in de KeePassium-app. Waarom? Achter de schermen behandelt het systeem AutoFill als een aparte app, onafhankelijk van het KeePassium-proces. Om veiligheidsredenen kan een app niet eenvoudig externe bestanden openen, tenzij je deze bestanden expliciet koppelt aan de app. Het systeem garandeert zo dat de app alleen toegang heeft tot de weinige bestanden die je hebt aangegeven. Als gevolg hiervan moeten zowel AutoFill als de KeePassium-app hun eigen machtigingen krijgen voor elk extern bestand. Gelukkig is dit een eenmalige procedure.
pl: Autouzupełnianie nie może automatycznie uzyskać dostępu do plików, które już posiadasz w głównej aplikacji KeePassium. Dlaczego? Za scenami system traktuje autouzupełnianie jako oddzielną aplikację, niezależną od głównego procesu KeePassium. Ze względów bezpieczeństwa aplikacja nie może mieć dostępu do żadnych plików zewnętrznych - chyba że wyraźnie łączysz te pliki do tej aplikacji. System gwarantuje, że aplikacja może mieć dostęp tylko do kilku plików, do których zezwoliłeś. W rezultacie zarówno autouzupełnianie, jak i główna aplikacja KeePassium muszą otrzymać własne uprawnienia dla każdego pliku zewnętrznego. Na szczęście jest to procedura jednorazowa.
pt_br: O preenchimento automático precisa de sua autorização para acessar os arquivos que você já tem no aplicativo principal do KeePassium. Por quê? Por trás das cenas, o sistema trata o preenchimento automático como um aplicativo separado, independente do KeePassium principal. Por segurança, um aplicativo não pode acessar arquivos externos, a menos que você vincule explicitamente esses arquivos a ele. Assim, o sistema garante que o aplicativo só possa acessar os poucos arquivos que você autorizou. Como resultado, tanto o preenchimento automático quanto o aplicativo principal do KeePassium precisam ser autorizados separadamente para cada arquivo externo. Felizmente, você só precisa fazer isso uma vez para cada arquivo.
ru: Автозаполнение не может автоматически открывать файлы, уже добавленные в основное приложение. Почему? С точки зрения системы, Автозаполнение — это отдельное приложение, независимое от основного. В целях безопасности, приложение не может просто так открывать файлы в других приложениях, если только пользователь не свяжет эти файлы с этим приложением. Таким образом система гарантирует, что приложения могут работать только с несколькими специально выбранными файлами. В результате, и Автозаполнение, и основное приложение должны получить "отдельные приглашения" для работы с каждым внешним файлом. К счастью, эта процедура нужна только один раз.
sk: Služba automatického vyplňovania hesiel nemá prístup k databázovým súborom, ktoré ste pridali v hlavnej aplikácii KeePassium. Prečo? Operačný systém považuje službu automatického vyplňovania za samostatnú aplikáciu, ktorá je nezávislá na hlavnom procese Keepassium. Z bezpečnostných dôvodov môžu aplikácie pristupovať len k tým súborom, ku ktorým im dáte povolenia. Z tohoto dôvodu je nutné dať súhlas k prístupu samotne aplikácii KeePassium ako aj službe automatického vyplňovania. Toto je však potrebné vykonať iba raz.
sv_se: Autofyll kan inte komma åt filerna du redan lagt till i KeePassium-appen automatiskt. Varför? Bakom kulisserna hanterar systemet Auotfyll som en separat app, som är oberoende från huvudprocessen. Av säkerhetsskäl kan inte en app komma åt externa filer – om du inte uttryckligen ger appen tillstånd till detta. På så sätt garanterar systemet att appen endast kan komma åt filer du ger tillåtelse till. Detta leder till att både Autofyll och huvudappen för KeePassium behöver ges tillstånd för varje extern fil som ska användas. Som tur är behöver detta bara göras en gång.
th: การป้อนรหัสผ่านอัตโนมัติไม่สามารถเข้าถึงไฟล์ที่คุณมีอยู่แล้วในแอป KeePassium ทำไมหรือ? เพราะระบบข้างหลังจะแยกการป้อนรหัสผ่านอัตโนมัติเป็นคนละแอปกัน ซึ่งจะมีความอิสระจากกระบวนการของ KeePassium เนื่องจากเหตุผลด้านความปลอดภัย แอปไม่สามารถเข้าถึงไฟล์ภายนอกได้ – เว้นว่าคุณจะลิงค์ไฟล์ให้แอปใช้ได้โดยตรง ดังนั้นสามารถยืนยันได้ว่า ระบบจะอนุญาตให้แอปเข้าถึงได้ไม่กี่ไฟล์ที่คุณอนุญาตไว้เท่านั้น จึงสรุปได้ว่า ทั้งการป้อนรหัสผ่านอัตโนมัติ และตัวแอป KeePassium จึงจำเป็นต้องให้สิทธิ์ในการเข้าถึงไฟล์ภายนอกแต่ละไฟล์ได้ โชคดีที่มันเป็นขั้นตอนที่ทำแค่ครั้งเดียวเท่านั้น
tr: Otomatik doldurma, ana KeePassium uygulamasında hali hazırda bulunan dosyalara otomatik olarak erişemez. Neden? Sahne arkasında sistem, otomatik doldurma özelliğini ana KeePass işleminden bağımsız olarak ayrı bir uygulama gibi değerlendirir. Güvenlik nedeniyle, bir uygulama herhangi bir harici dosyaya erişemez - bu dosyaları açıkça o uygulamaya bağlamazsanız. Böylece sistem, uygulamanın yalnızca izin verdiğiniz birkaç dosyaya erişebileceğini garanti eder. Sonuç olarak, hem otomatik doldurma hem de ana KeePassium uygulamasına her harici dosya için kendi izinleri verilmelidir. Neyse ki, bu tek seferlik bir işlemdir.
zh_cn: 自动填充功能无法自动访问主KeePassium应用程序中已有的数据库。 为什么？ 在系统后台，系统将自动填充视为一个独立的应用程序，独立于主要的KeePassium处理程序。 出于安全原因，应用程序无法简单地访问任何外部文件 - 除非您明确将这些文件添加到该应用程序。系统安全特性保证应用程序只能访问您允许的少数文件。 因此，需要为自动填充和KeePassium应用程序赋予所需的数据库文件以及密钥文件权限。 幸运的是，这只要设置一次。
zh_tw: 自動填充功能無法自動訪問主KeePassium應用程式中已有的資料庫。 為什麼？ 在系統後台，系統將自動填充視為一個獨立的應用程式，獨立於主要的KeePassium處理程式。 出於安全原因，應用程式無法簡單地訪問任何外部文件 - 除非您明確將這些檔案添加到該應用程式。系統安全特性保證應用程式只能訪問您允許的少數文件。 因此，需要為自動填充和KeePassium應用程式賦予所需的資料庫檔案以及金鑰檔案權限。 幸運的是，這只要設置一次。

source: Failed to update file attributes.
ar: تعذّر تعديل سمات الملف.
cs: Nepodařilo se aktualizovat vlastnosti souboru.
de: Datei-Attribute konnten nicht aktualisiert werden.
es_es: No se pudieron actualizar los atributos del archivo.
fr: Échec de la mise à jour des attributs de fichier.
hu: Tulajdonságok változtatása sikertelen.
it: Impossibile aggiornare gli attributi del file.
ja: ファイル属性の更新に失敗しました。
ko: 파일 속성 업데이트에 실패했습니다.
nl: Kan bestandsattributen niet bijwerken.
pl: Nie udało się zaktualizować atrybutów pliku.
pt_br: Não foi possível atualizar os atributos do arquivo.
ru: Не удалось обновить атрибуты файла.
sk: Nepodarilo sa aktualizovať vlastnosti súboru.
sv_se: Uppdatering av filattribut misslyckades.
th: ไม่สามารถอัพเดตคุณลักษณะได้
tr: Öznitelikler güncellenemedi.
zh_cn: 更新文件属性失败。
zh_tw: 更新文件屬性失敗。

source: Exclude From iCloud/iTunes Backup
ar: استبعد من النسخ الاحتياطي لـ iCloud/iTunes
cs: Vyloučit ze zálohy iCloudu/iTunes
de: Von iCloud/iTunes-Backup ausschließen
es_es: Excluir de Copia de Seguridad de iCloud/iTunes
fr: Exclure de la sauvegarde iCloud/iTunes
hu: iCloud/iTunes Backupból kizárása
it: Escludi da iCloud/iTunes Backup
ja: iCloud/iTunesのバックアップから除外
ko: iCloud/iTunes 백업에서 제외
nl: Uitsluiten van iCloud/iTunes back-up
pl: Wyklucz z kopii zapasowej iCloud/iTunes
pt_br: Excluir do backup do iCloud/iTunes
ru: Исключить из резервной копии iCloud/iTunes
sk: Vylúčiť zo zálohy iCloud/iTunes
sv_se: Exkludera från säkerhetskopiering till iCloud/iTunes
th: เว้นจากการสำรองข้อมูลด้วย iCloud/iTunes
tr: iCloud / iTunes Yedeklemesine Dahil Etme
zh_cn: 从 iCloud/iTunes 中排除备份
zh_tw: 從iCloud / iTunes備份中排除

source: Continue
ar: المتابعة
cs: Pokračovat
de: Weiter
es_es: Continuar
fr: Continuer
hu: Folytatás
it: Prosegui
ja: 続ける
ko: 계속하기
nl: Doorgaan
pl: Dalej
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sv_se: Fortsätt
th: ไปต่อ
tr: Devam Et
zh_cn: 继续
zh_tw: 繼續

source: Custom App Icons
ar: تخصيص أيقونة التطبيق
cs: Vlastní ikony aplikace
de: Eigene App-Symbole
es_es: Iconos personalizados de la App
fr: Icônes personnalisées d'applications
hu: Egyéni App-ikonok
it: Icone App Personalizzate
ja: Appのアイコンの変更
ko: 사용자 지정 앱 아이콘
nl: Aangepaste app-pictogrammen
pl: Dostosuj ikonę
pt_br: Ícones Personalizados
ru: Другой значок приложения
sk: Vlastné ikony aplikácie
sv_se: Valbara app-ikoner
th: กำหนดไอคอนของแอป
tr: Özelleştirilebilir Uygulama Simgeleri
zh_cn: 自定义图标
zh_tw: 自定義應用程序圖示

source: Choose Hardware Key
ar: اختر جهاز مفاتيح
cs: Vybrat hardwarový klíč
de: Hardware-Schlüssel wählen
es_es: Elegir Llave física
fr: Choisir votre clé matérielle
hu: Hardvertoken kiválasztása
it: Selezionare Chiave Hardware
ja: ハードウェアキーの選択
ko: 하드웨어 키 선택
nl: Kies hardware sleutel
pl: Wybierz klucz sprzętowy
pt_br: Escolher chave física
ru: Выберите аппаратный ключ
sk: Vybrať hardvérový kľúč
sv_se: Välj hårdvarunyckel
th: เลือกฮาร์ดแวร์คีย์
tr: Donanım Anahtarı Seç
zh_cn: 选择硬件密钥
zh_tw: 選擇硬體金鑰

source: Make KeePassium look unique, familiar, or disguise it as a calculator — the choice is yours.
ar: اجعل KeePassium يبدو فريداً، مألوفاً، أو متخفياً كآلة حاسبة - الخيار لك.
cs: Zvolte si pro KeePassium unikátní ikonu nebo ji třeba maskujte jako kalkulačku – volba je na vás.
de: Lassen Sie KeePassium einzigartig, gewöhnlich oder getarnt wie ein Taschenrechner aussehen — Sie haben die Wahl.
es_es: Haga que KeePass se vea único, familiar o disfracelo como una calculadora: la elección es suya.
fr: Donnez à KeePassium un aspect unique, familier, ou déguisez-le en calculatrice - le choix vous appartient.
it: Modifica l'aspetto di KeePassium rendendolo unico, familiare, o mascherarlo come una calcolatrice — la scelta è vostra.
ja: KeePassiumの装いを独特にできますし、電卓に偽装させてもいい。お好みで選べます。
ko: KeePassium의 모습을 익숙하거나 유니크하게, 또는 계산기의 모습을 흉내내도록 만듭니다. 선택은 사용자의 몫입니다.
nl: Laat KeePassium er uniek of vertrouwd uitzien of vermom het als rekenmachine - de keuze is aan u.
pl: Spraw by KeePassium wyglądał wyjątkowo, przyjaźnie lub udawał kalkulator — wybór należy do Ciebie.
pt_br: Faça KeePassium parecer único, familiar ou disfarçado de calculadora — você decide.
ru: Сделайте иконку приложения уникальной, привычной — или вообще замаскируйте KeePassium под калькулятор.
sk: Zvoľte si pre KeePassium unikátnu ikonu alebo ju napríklad maskujte ako kalkulačku – voľba je na vás.
sv_se: Gör KeePassium unikt, igenkännbart, eller få det att se ut som en kalkylator – valet är ditt.
th: สามารถตั้งแอป KeePassium ให้ดูไม่เหมือนแอปอื่น, คล้าย ๆ, หรือแอปเครื่องคิดเลขปลอมก็ได้ — แล้วแต่คุณเลย
tr: KeePassium'u eşsiz benzersiz, keyfinize göre görünecek şekilde dizayn edin. Hesap Makinesi gibi gözükmesini dahi sağlayabilirsiniz. Seçim sizin.
zh_cn: 使KeePassium看起来独特、熟悉或伪装为一个计算器 — 选择在你。
zh_tw: 讓 KeePassium 看起來獨特，熟悉或偽裝成計算機 - 由您選擇。

source: Change app icon
ar: تغيير ايقونة التطبيق
cs: Změňte ikonu aplikace
de: App-Symbol ändern
es_es: Cambiar el icono de la app
fr: Changer l'icône de l'application
it: Modifica icona app
ja: Appのアイコンを変更
ko: 앱 아이콘 변경
nl: Pictogram wijzigen
pl: Zmień ikonę
pt_br: Mude o ícone do aplicativo
ru: Смените значок приложения
sk: Zmeňte ikonu aplikácie
sv_se: Ändra app-ikon
th: เปลี่ยนไอคอนของแอป
tr: Uygulama Simgesini Değiştir
zh_cn: 更改应用图标
zh_tw: 變更應用程式圖示

source: TPInAppReceipt by Pavel Tikhonenko
ar: TPInAppReceipt مِن قِبل Pavel Tikhonenko
de: TPInAppReceipt von Pavel Tikhonenko
fr: TPInAppReceipt de Pavel Tikhonenko
it: TPInAppReceipt di Pavel Tikhonenko
ko: TPInAppReceipt ― Pavel Tikhonenko
nl: TPInAppReceipt door Pavel Tikhonenko
pl: TPInAppReceipt - Pavel Tikhonenko
pt_br: TPInAppReceipt por Pavel Tikhonenko
ru: TPInAppReceipt, автор Павел Тихоненко
sv_se: TPInAppReceipt av Pavel Tikhonenko
th: TPInAppReceipt โดย Pavel Tikhonenko
zh_cn: TPInApprecipt 来自 Pavel Tikhonenko
zh_tw: TPInAppReceipt 來自 Pavel Tikhonenko

source: App Icon
ar: أيقونة التطبيق
cs: Ikona aplikace
de: App-Symbol
es_es: Icono de la App
fr: Icône d'application
hu: App ikon
it: Icona App
ja: Appのアイコン
ko: 앱 아이콘
nl: App pictogram
pl: Ikona aplikacji
pt_br: Ícone do aplicativo
ru: Значок приложения
sk: Ikona aplikácie
sv_se: App-ikon
th: ไอคอนของแอป
tr: Uygulama Simgesi
uk: Значок програми
zh_cn: 应用图标
zh_tw: 應用程式圖示
